In [2]:
import pandas as pd
import numpy as np

In [3]:
df = pd.read_csv('./MyRecord.csv')

In [4]:
print(df)

   empids    Names
0       1      Ram
1       2  Krishna
2       3    Radha
3       4     Rani
4       5    Pintu
5       6  Lakshmi
6       7     Sita
7       8   Laxman
8       9     Rita
9      10      Amu

In [8]:
df['salary'] = df['empids']*1000

In [9]:
df.head()

   empids    Names  salary
0       1      Ram    1000
1       2  Krishna    2000
2       3    Radha    3000
3       4     Rani    4000
4       5    Pintu    5000